[
  {
    "id": 1,
    "slide": "slide1",
    "type": "topic-overview",
    "texts": [
      "Big Picture",
      "America",
      "7 7 республиканцев присоединились к демократам, чтобы заблокировать ключевой пакет финансирования правительства на фоне угрозы шатдауна",
      "8 Шумер и Трамп работают над соглашением, чтобы избежать закрытия правительства",
      "9 Трамп сталкивается с недовольством MAGA из-за усилий по разрядке в Миннесоте",
      "10 Шокирующая ложь Белого дома о Миннеаполисе",
      "12 США выплачивают ежемесячный «бюджет» Венесуэлы из нефтяных поступлений через фонд в Катаре",
      "13 American Airlines возобновит рейсы в Венесуэлу после заявления Трампа",
      "14 Эми Клобучар призывает к единству, начав кампанию на пост губернатора Миннесоты",
      "4 Раненый, но все еще опасный: как Иран может ответить, если Трамп атакует",
      "3 Голосование неудачно перед возможной приостановкой работы правительства в Сенате",
      "5 Трамп планирует объявить своего кандидата на пост главы ФРС на следующей неделе",
      "6 В Колумбии разбился небольшой самолет, погибли 15 человек, включая конгрессмена",
      "Тема: Снова бюджет, и снова шатдаун? Трамп договаривается с демократами | Зеленский: Россия готовит новый удар",
      "Trump video on Stopping the attack",
      "You run it",
      "48 Cuba has ‘15 to 20 days’ of oil left as Donald Trump turns the screws",
      "17 Лучший дипломат России отвергает ключевую часть сделки по завершению войны с Украиной",
      "18 Трамп утверждает, что Путин согласился приостановить удары по Украине на фоне экстремального холода",
      "21 Россияне готовят новый удар по Украине – Зеленский"
    ],
    "urls": [],
    "sqk": null,
    "topicId": null
  },
  {
    "id": 2,
    "slide": "slide2",
    "type": "topic-overview",
    "texts": [
      "Left is losing it",
      "Ukraine",
      "Гадание на кофе",
      "25 Часы Судного дня: Как прекращение войны Трампа против возобновляемой энергии может спасти человечество",
      "27 Дикая природа рушится, а загрязненные реки теперь вопрос жизни и смерти",
      "19 Эксклюзив: главный посланник Трампа демонстрирует 'шокирующее' незнание войны и политики",
      "22 Россияне у линии фронта устают от войны",
      "23 Россия использует Starlink для расширения дальности полета своих беспилотников",
      "24 Аэропорт Домодедово продается за полцены, что отражает изоляцию России",
      "15 Республиканцы пытаются протолкнуть анти-транс законопроект в Канзасе",
      "16 47 анти-ЛГБТК+ организаций начинают кампанию против равенства браков",
      "Ad Maria",
      "51 Оптимистичный прогноз: НБУ улучшил оценку международных резервов на $13 миллиардов",
      "50 Украина может получить первый транш из займа ЕС на 90 млрд в начале апреля",
      "Bud add old",
      "I will Run it",
      "Bud add new",
      "I will Run it"
    ],
    "urls": [],
    "sqk": null,
    "topicId": null
  },
  {
    "id": 3,
    "slide": "slide3",
    "type": "topic-overview",
    "texts": [
      "World news",
      "Маразм крепчал",
      "Tech News",
      "Crazy news",
      "42 Meta прогнозирует расходы не менее ста пятнадцати миллиардов долларов в этом году",
      "43 Прибыль Microsoft выросла на 60 процентов, несмотря на значительные затраты на ИИ",
      "44 Nvidia, Microsoft и Amazon обсуждают инвестиции в OpenAI до 60 миллиардов долларов",
      "38 Трамп обвиняет разнообразие в некомпетентности",
      "39 Уволенные и вновь нанятые: головокружительная путаница в реформе правительства от Трампа",
      "40 Оптимистичный по поводу войны в Украине, Путин устраивает чистку дома",
      "41 Война Путина: внутренняя история катастрофы",
      "28 Учения НАТО без участия США",
      "29 Глава внешней политики ЕС Кая Каллас не может представить армию Европы вне НАТО",
      "30 Аль-Шараа на встрече с Путиным в Москве",
      "32 Германия укрепит критическую инфраструктуру на фоне растущих опасений по поводу России",
      "33 Пограничный кризис обнажает тёмную политическую экономику Камбоджи",
      "34 Самолет для радиоэлектронной борьбы ВВС США дебютирует в Европе",
      "35 Иран: Совет одобрил новые санкции за серьезные нарушения прав человека и поддержку России в войне против Украины",
      "36 Северная Корея запускает несколько баллистических ракет",
      "37 Высокопоставленный чиновник среди пяти погибших в результате крушения самолета в западной Индии",
      "Ad",
      "Islam",
      "52 Suspected Russian shadow fleet tanker 'GRINCH' grounded in Marseille port",
      "49 Oil prices surge 3% to five-month high on worries US could attack Iran",
      "47 China executes 11 people convicted in scam crackdown",
      "53 Trump and his eldest sons file $10B lawsuit against IRS, Treasury...",
      "54 Бежавший в Финляндию на резиновой лодке россиянин получил отказ от Migri и сейчас находится в тюрьме в Выборге"
    ],
    "urls": [],
    "sqk": null,
    "topicId": null
  },
  {
    "id": 4,
    "slide": "slide4",
    "type": "other",
    "texts": [
      "Трамп утверждает, что Путин согласился приостановить удары по Украине на фоне экстремального холода",
      "По данным издания The Guardian, Дональд Трамп заявил, что Владимир Путин согласился прекратить удары по энергетической инфраструктуре Украины на одну неделю после его личного запроса. Однако это перемирие пока не было подтверждено ни Украиной, ни Россией. Президент Украины Владимир Зеленский выразил надежду на реализацию этих договоренностей из-за суровой зимы, которая ожидается в стране. Тем не менее, Кремль отказался обсуждать это потенциальное соглашение, а представитель России Юрий Ушаков отметил наличие других нерешенных вопросов между Киевом и Москвой. Ожидается, что переговоры между сторонами будут продолжены в ближайшее время.",
      "18",
      "2"
    ],
    "urls": [],
    "sqk": "18",
    "topicId": "2"
  },
  {
    "id": 5,
    "slide": "slide5",
    "type": "other",
    "texts": [
      "Россияне готовят новый удар по Украине – Зеленский",
      "Президент Владимир Зеленский заявил, что по данным разведки Россия готовит новую крупномасштабную атаку на Украину. В своем вечернем обращении он подчеркнул, что продолжающиеся российские удары осложняют проведение дипломатических переговоров и достижения мира. Зеленский отметил, что весь мир должен использовать свою силу, чтобы Россия готовилась не к новым ударам, а к окончанию войны. Он поблагодарил всех, кто разделяет этот подход. Предыдущая атака на Киев 24 января оставила восемьдесят восемь тысяч семей без электричества.",
      "21",
      "3"
    ],
    "urls": [],
    "sqk": "21",
    "topicId": "3"
  },
  {
    "id": 6,
    "slide": "slide6",
    "type": "other",
    "texts": [
      "Лучший дипломат России отвергает ключевую часть сделки по завершению войны с Украиной",
      "По сообщению газеты The Washington Post, министр иностранных дел России Сергей Лавров отверг центральное условие предложенной сделки по завершению конфликта с Украиной. Российский дипломат заявил, что режим в Киеве должен прекратиться, на что Украина настаивает как на требовании безопасности для любой сделки. Несмотря на оптимистичные высказывания президента Дональда Трампа и других официальных лиц США о скором урегулировании конфликта, эти комментарии подчеркивают значительные трудности, с которыми сталкиваются США при попытке посредничества в достижении мирного соглашения между Украиной и Россией.",
      "17",
      "1"
    ],
    "urls": [],
    "sqk": "17",
    "topicId": "1"
  },
  {
    "id": 7,
    "slide": "slide7",
    "type": "other",
    "texts": [
      "7 республиканцев присоединились к демократам, чтобы заблокировать ключевой пакет финансирования правительства на фоне угрозы шатдауна",
      "Согласно Fox News, семь сенаторов-республиканцев неожиданно поддержали демократов в Сенате, чтобы заблокировать крупный пакет финансирования правительства. Этот пакет включает финансирование для Пентагона и других ведомств. Причина выраженного несогласия — требование демократов, возглавляемых лидером меньшинства Чаком Шумером, исключить финансирование Министерства внутренней безопасности США из общего пакета. Вместе с этим обсуждалась возможность краткосрочного продления финансирования ведомства через отдельный законопроект. Белый дом и президент Дональд Трамп настаивают на сохранении работы правительства, однако переговоры между обеими партиями о достижении компромисса продолжаются.",
      "Next",
      "7",
      "1"
    ],
    "urls": [],
    "sqk": "7",
    "topicId": "1"
  },
  {
    "id": 8,
    "slide": "slide8",
    "type": "other",
    "texts": [
      "Шумер и Трамп работают над соглашением, чтобы избежать закрытия правительства",
      "В статье The Hill обсуждаются переговоры между президентом Трампом и лидером демократов Чаком Шумером о выделении финансирования для Министерства внутренней безопасности США как части усилий по предотвращению частичного закрытия правительства. Демократы, возглавляемые Шумером, требуют вывести данное финансирование из пакета законов об ассигнованиях и настаивают на краткосрочном продлении финансирования, чтобы реформировать иммиграционные службы, такие как ICE. Белый дом открыт для переговоров, хотя соглашение пока не достигнуто. Некоторые республиканцы готовы уступить, чтобы избежать закрытия правительства.",
      "End",
      "8",
      "1"
    ],
    "urls": [],
    "sqk": "8",
    "topicId": "1"
  },
  {
    "id": 9,
    "slide": "slide9",
    "type": "other",
    "texts": [
      "Трамп сталкивается с недовольством MAGA из-за усилий по разрядке в Миннесоте",
      "Washington Post сообщает, что президент Дональд Трамп пытается «деэскалировать» спорные тактики депортации в Миннесоте, что вызвало волну недовольства среди его сторонников антимиграционной политики. Трамп находится в сложной ситуации между лояльной базой, ожидающей массовых депортаций, и широкой аудиторией, недовольной агрессивными мерами, приведшими к смертям протестующих в этом месяце. Несмотря на заявления о &quot;позитивных&quot; переговорах с местными лидерами Миннесоты, Трамп не представил ясной стратегии изменений в миграционной политике, что вызывает критику как от сторонников MAGA, так и от независимых избирателей.",
      "9",
      "2"
    ],
    "urls": [],
    "sqk": "9",
    "topicId": "2"
  },
  {
    "id": 10,
    "slide": "slide10",
    "type": "news-slide",
    "texts": [
      "https://www.ft.com/content/f15ac8c6-c76b-40a1-bb41-95abbed7d8aa",
      "https://archive.ph/dDS3Y",
      "По данным Financial Times, у Кубы при нынешнем спросе и собственной добыче осталось нефти примерно на пятнадцать–двадцать дней: поставки почти иссякли после блокировки венесуэльских грузов США и давления на Мексику. Kpler фиксирует, что в этом году Куба получила лишь один мексиканский груз — восемьдесят четыре тысячи девятьсот баррелей (около трёх тысяч баррелей в сутки) против среднего уровня около тридцати семи тысяч баррелей в сутки в прошлом году. С учётом оценочных запасов примерно четыреста шестьдесят тысяч баррелей на начало года это и даёт коридор в пятнадцать–двадцать дней.",
      "FT также пишет о дефиците мазута для генерации: последний венесуэльский груз пришёл в ноябре, после чего поставок не было; Венесуэла, отправлявшая в декабре почти сорок шесть тысяч пятьсот баррелей в сутки, сейчас поставляет ноль. Шейнбаум говорит о «суверенном решении» и поставках через Pemex/гуманитарные каналы, а Трамп публично обещает перекрыть нефть Кубе и заявляет, что режим «близок к краху», тогда как Гавана демонстрирует сопротивление.",
      "48",
      "2"
    ],
    "urls": [
      "https://www.ft.com/content/f15ac8c6-c76b-40a1-bb41-95abbed7d8aa",
      "https://archive.ph/dDS3Y"
    ],
    "sqk": "48",
    "topicId": "2"
  },
  {
    "id": 11,
    "slide": "slide11",
    "type": "ad-or-title",
    "texts": [
      "Bud ad"
    ],
    "urls": [],
    "sqk": null,
    "topicId": null
  },
  {
    "id": 12,
    "slide": "slide12",
    "type": "news-slide",
    "texts": [
      "https://www.eurointegration.com.ua/news/2026/01/29/7230113/",
      "В Евросоюзе рассчитывают перечислить Украине первый транш поддержки в рамках займа на девяносто миллиардов евро на две тысячи двадцать шестой — две тысячи двадцать седьмой годы в начале апреля две тысячи двадцать шестого года. Об этом заявил еврокомиссар по экономике Валдис Домбровскис, уточнив, что обсуждал работу над займом с министром финансов Украины Сергеем Марченко и министром обороны Михаилом Федоровым. Также напоминается, что двадцать первого января Европарламент одобрил предложение, позволяющее создать инструмент Loan for Ukraine на эту сумму.",
      "50",
      "2"
    ],
    "urls": [
      "https://www.eurointegration.com.ua/news/2026/01/29/7230113/"
    ],
    "sqk": "50",
    "topicId": "2"
  },
  {
    "id": 13,
    "slide": "slide13",
    "type": "news-slide",
    "texts": [
      "https://epravda.com.ua/finances/yakiy-prognoz-nbu-shchodo-mizhnarodnih-rezerviv-na-2026-rik-817272/",
      "НБУ сообщил, что повысил прогноз международных резервов Украины: на конец две тысячи двадцать шестого года — до шестидесяти пяти миллиардов долларов (вместо пятидесяти двух и двух десятых миллиарда), на две тысячи двадцать седьмой — до семидесяти двух и девяти десятых миллиарда долларов (вместо пятидесяти девяти и двух десятых миллиарда). По объяснению Нацбанка, внешняя помощь позволит одновременно финансировать всё ещё высокий бюджетный дефицит из-за войны и удерживать высокий уровень резервов.",
      "Регулятор напомнил, что в конце две тысячи двадцать пятого года Совет ЕС решил предоставить Украине девяносто миллиардов евро финансовой поддержки на две тысячи двадцать шестой — две тысячи двадцать седьмой годы (USL — Ukraine Support Loan). Отдельно отмечено, что поддержка продолжится и в рамках действующего механизма ERA Loans, а также идёт согласование новой программы с МВФ объёмом восемь и одна десятая миллиарда долларов США.",
      "51",
      "2"
    ],
    "urls": [
      "https://epravda.com.ua/finances/yakiy-prognoz-nbu-shchodo-mizhnarodnih-rezerviv-na-2026-rik-817272/"
    ],
    "sqk": "51",
    "topicId": "2"
  },
  {
    "id": 14,
    "slide": "slide14",
    "type": "other",
    "texts": [
      "Учения НАТО без участия США",
      "Согласно The New York Times, в рамках военных учений НАТО под названием Steadfast Dart, которые проводятся в Европе, Соединенные Штаты, являющиеся крупнейшим членом альянса, не будут участвовать. Учения пройдут с участием порядка десяти тысяч солдат из одиннадцати стран и направлены на оценку возможностей европейских союзников действовать без американской поддержки. Такая инициатива обусловлена заявлениями администрации президента Трампа о снижении вовлеченности США в защиту НАТО. Европейские лидеры стремятся продемонстрировать свою способность к самостоятельному ведению оборонительных операций на континенте.",
      "28",
      "2"
    ],
    "urls": [],
    "sqk": "28",
    "topicId": "2"
  },
  {
    "id": 15,
    "slide": "slide15",
    "type": "news-slide",
    "texts": [
      "https://www.reuters.com/business/energy/oil-prices-rise-third-day-increasing-concerns-iran-attack-2026-01-29/",
      "Нефть подорожала примерно на три процента до максимума за пять месяцев на фоне опасений, что возможная атака США по Ирану сорвёт поставки. Brent прибавил два доллара тридцать один цент и закрылся на уровне семьдесят долларов семьдесят один цент за баррель; WTI вырос на два доллара двадцать один цент до шестидесяти пяти долларов сорока двух центов. Аналитики указывают, что главный риск — ответ Ирана и потенциальные перебои в районе Ормузского пролива, через который проходит около двадцати миллионов баррелей в сутки. В материале отмечается, что Иран был третьим крупнейшим производителем нефти в ОПЕК в две тысячи двадцать пятом году.",
      "Дополнительными факторами роста названы ослабление доллара и ожидания более долгой паузы ФРС по ставкам. Reuters также пишет о новых санкциях ЕС против Ирана и о расширении спрэда Brent к WTI до примерно пяти долларов тридцати центов за баррель — уровня, при котором экспорт американской нефти обычно становится экономически привлекательнее.",
      "49",
      "2"
    ],
    "urls": [
      "https://www.reuters.com/business/energy/oil-prices-rise-third-day-increasing-concerns-iran-attack-2026-01-29/"
    ],
    "sqk": "49",
    "topicId": "2"
  },
  {
    "id": 16,
    "slide": "slide16",
    "type": "news-slide",
    "texts": [
      "https://www.reuters.com/world/suspected-russian-shadow-fleet-tanker-grinch-grounded-marseille-port-2026-01-28/?fbclid=IwY2xjawPn6iZleHRuA2FlbQIxMABicmlkETFuVWZxb0d5Uk9XMUdMUmRKc3J0YwZhcHBfaWQQMjIyMDM5MTc4ODIwMDg5MgABHqFYjMFpKiiytHsCTdkaqALQFWDQz3NoaMZxE4R0qllH1qVP_JcECGulQMz0_aem_9lEX3ANb-M5FbciZF8dDAg",
      "Танкер GRINCH, который французские военные перехватили по подозрению в работе под чужим флагом и принадлежности к российскому «теневому флоту», сел на мель в порту Марсель–Фос. Прокурор Марселя сообщил, что капитана — гражданина Индии — ранее задерживали, но затем освободили и разрешили вернуться на борт. Французские власти также уточняют, что судно вышло из российского порта Мурманск в начале января и шло под флагом Коморских островов.",
      "52",
      "2"
    ],
    "urls": [
      "https://www.reuters.com/world/suspected-russian-shadow-fleet-tanker-grinch-grounded-marseille-port-2026-01-28/?fbclid=IwY2xjawPn6iZleHRuA2FlbQIxMABicmlkETFuVWZxb0d5Uk9XMUdMUmRKc3J0YwZhcHBfaWQQMjIyMDM5MTc4ODIwMDg5MgABHqFYjMFpKiiytHsCTdkaqALQFWDQz3NoaMZxE4R0qllH1qVP_JcECGulQMz0_aem_9lEX3ANb-M5FbciZF8dDAg"
    ],
    "sqk": "52",
    "topicId": "2"
  },
  {
    "id": 17,
    "slide": "slide17",
    "type": "news-slide",
    "texts": [
      "https://www.foxnews.com/world/china-executes-11-people-convicted-scam-crackdown",
      "Власти Китая сообщили о казни одиннадцати человек, признанных виновными по делу о трансграничных схемах мошенничества и других преступлениях. Речь идёт о так называемой «группе семьи Мин», которой вменяли масштабные телеком-мошенничества и нелегальные азартные операции, работавшие из северной Мьянмы; общий оборот, по версии следствия, превышал десять миллиардов юаней (примерно один целый четыре десятых миллиарда долларов).",
      "Сообщение об исполнении приговоров опубликовано на сайте Верховной народной прокуратуры КНР; уточняется, что смертные приговоры прошли обязательную проверку и были утверждены Верховным народным судом. В материале также говорится, что часть фигурантов пыталась обжаловать решения, но апелляция была отклонена на региональном уровне, после чего дело направили на финальный пересмотр в высшую судебную инстанцию. Кроме того, китайские власти заявили, что осуждённым предоставили возможность встретиться с близкими перед исполнением приговоров.",
      "47",
      "2"
    ],
    "urls": [
      "https://www.foxnews.com/world/china-executes-11-people-convicted-scam-crackdown"
    ],
    "sqk": "47",
    "topicId": "2"
  },
  {
    "id": 18,
    "slide": "slide18",
    "type": "news-slide",
    "texts": [
      "https://yle.fi/a/74-20206817",
      "Двое россиян Павел Кузьмичёв и Отто Майер почти год готовили побег из России: сначала они собирались уйти из Приморска на яхте, но незаметно выйти из порта не смогли, поэтому бросили яхту на острове Соммерс и пересели в маленькую резиновую лодку с мотором. На ней они прошли около шестидесяти километров по Финскому заливу до финского города Котка, но у лодки стал отходить транец, на котором держался мотор. Добравшись до Финляндии, они сразу обратились в полицию с просьбой о предоставлении убежища.",
      "В сентябре две тысячи двадцать пятого Кузьмичёва выдворили из Финляндии через Нарву и передали российским пограничникам. Его задержали и поместили в СИЗО в Выборге.",
      "После побега из России Кузьмичёв и Майер были в федеральном розыске в России; им вменяют незаконное пересечение границы группой лиц, по этой статье грозит срок до пяти лет заключения. Кузьмичёва переводили на психиатрическое обследование и в петербургские «Кресты», затем он снова оказался в выборгском СИЗО; Идёт пятый месяц заключения, он сильно похудел, а суд ожидается в феврале. Миграционная служба Финляндии признаёт, что в России за незаконное пересечение границы грозят реальные сроки, но подчёркивает: само по себе наказание за такой переход ведомство не считает преследованием.",
      "54",
      "2"
    ],
    "urls": [
      "https://yle.fi/a/74-20206817"
    ],
    "sqk": "54",
    "topicId": "2"
  },
  {
    "id": 19,
    "slide": "slide19",
    "type": "news-slide",
    "texts": [
      "https://nypost.com/2026/01/29/us-news/trump-and-his-eldest-sons-file-10b-lawsuit-against-irs-treasury-departent-over-leaked-tax-records/",
      "Дональд Трамп вместе с Дональдом Трампом-младшим, Эриком Трампом и Trump Organization подали иск против Минфина США и Налоговой службы США на сумму не менее десяти миллиардов долларов. Истцы утверждают, что ведомства не обеспечили защиту конфиденциальных налоговых данных и тем самым допустили их утечку в прессу во время первого президентского срока Трампа; в иске говорится о репутационном и финансовом ущербе.",
      "СМИ напоминают, что бывший подрядчик налоговой службы Чарльз Литтлджон получил пять лет тюрьмы за кражу и передачу налоговых данных Трампа и других лиц, а Минфин США недавно разорвал контракты с компанией Booz Allen Hamilton, где он работал подрядчиком, сославшись на недостаточные меры защиты данных.",
      "Final slide",
      "53",
      "2"
    ],
    "urls": [
      "https://nypost.com/2026/01/29/us-news/trump-and-his-eldest-sons-file-10b-lawsuit-against-irs-treasury-departent-over-leaked-tax-records/"
    ],
    "sqk": "53",
    "topicId": "2"
  },
  {
    "id": 20,
    "slide": "slide20",
    "type": "other",
    "texts": [
      "Голосование неудачно перед возможной приостановкой работы правительства в Сенате",
      "В Сенате не удалось продвинуть пакет финансирования правительства, несмотря на продолжающиеся переговоры демократов с Белым домом по новым мерам контроля за Департаментом внутренней безопасности. Все демократы и восемь республиканцев проголосовали против законопроекта, предусматривающего финансирование DHS и других агентств. Без соглашения большая часть федерального правительства прекратит работу. Демократы требуют разделить финансирование DHS, стремясь ограничить федеральное иммиграционное управление после убийства жителя Миннеаполиса Алексом Претти. Переговоры продолжаются, но соглашение еще не достигнуто.",
      "3",
      "1"
    ],
    "urls": [],
    "sqk": "3",
    "topicId": "1"
  },
  {
    "id": 21,
    "slide": "slide21",
    "type": "other",
    "texts": [
      "Раненый, но все еще опасный: как Иран может ответить, если Трамп атакует",
      "CNN сообщает, что Иран готовится к возможной атаке со стороны США, усиливая военные и экономические меры. Президент США Дональд Трамп угрожает нанести удар, и эксперты считают, что Тегеран может ответить ударами по интересам США и Израиля, а также мобилизацией своих союзников и проведением экономической войны. Иранская армия располагает арсеналом ракет и дронов, способных угрожать базам США и Израиля в регионе. Использование этих средств будет зависеть от уровня угрозы, которую Тегеран видит в возможном конфликте. Экономическая война через перекрытие Ормузского пролива может вызвать глобальный экономический спад, предупреждают аналитики.",
      "4",
      "2"
    ],
    "urls": [],
    "sqk": "4",
    "topicId": "2"
  },
  {
    "id": 22,
    "slide": "slide22",
    "type": "other",
    "texts": [
      "Трамп планирует объявить своего кандидата на пост главы ФРС на следующей неделе",
      "Президент Дональд Трамп объявил, что намерен представить кандидатуру на замену председателя Федеральной резервной системы Джерома Пауэлла на следующей неделе, положив конец многонедельным спекуляциям о том, кто будет возглавлять центральный банк США после окончания срока полномочий Пауэлла в мае две тысячи двадцать шестого года. В своем первом за год заседании кабинета министров Трамп подчеркнул, что это будет человек, который сможет хорошо справиться с работой. Он также повторил свою критику в адрес независимого органа, заявив, что процентные ставки остаются слишком высокими.",
      "5",
      "3"
    ],
    "urls": [],
    "sqk": "5",
    "topicId": "3"
  },
  {
    "id": 23,
    "slide": "slide23",
    "type": "other",
    "texts": [
      "В Колумбии разбился небольшой самолет, погибли 15 человек, включая конгрессмена",
      "В провинции Норте-де-Сантандер на северо-востоке Колумбии произошла авиакатастрофа, в результате которой погибли все 15 человек на борту, в том числе член конгресса Диогенес Кинтеро. Самолет авиакомпании Satena, вылетевший из Кукуты в Оканью, потерпел крушение вскоре после взлета. Среди жертв также был Карлос Сальседо, социальный лидер и кандидат в конгресс. Причина катастрофы неизвестна, но власти начнут расследование. Президент Колумбии Густаво Петро выразил соболезнования семьям погибших.",
      "6",
      "4"
    ],
    "urls": [],
    "sqk": "6",
    "topicId": "4"
  },
  {
    "id": 24,
    "slide": "slide24",
    "type": "other",
    "texts": [
      "Шокирующая ложь Белого дома о Миннеаполисе",
      "Статья на сайте Vox посвящена скандальным событиям в Миннеаполисе, связанным с действиями Трампа и его администрации. После протестов и насилия, связанных с действиями Иммиграционной и таможенной полиции (ICE) в Миннесоте, администрация Трампа сократила присутствие правоохранительных органов в регионе. Особое внимание уделяется убийству Алекса Претти, которого представители администрации, включая Стивена Миллера и Кристи Ноэм, назвали «внутренним террористом». Однако многочисленные видеозаписи и свидетели опровергают заявления властей о его агрессивных действиях. Аналогичная ситуация и с гибелью Рене Николь Гуд, где также были предоставлены ложные сведения о ее действиях. Статья подчеркивает, что администрация явно вводила общественность в заблуждение.",
      "10",
      "3"
    ],
    "urls": [],
    "sqk": "10",
    "topicId": "3"
  },
  {
    "id": 25,
    "slide": "slide25",
    "type": "other",
    "texts": [
      "Трамп 2.0 видит терроризм повсюду",
      "Администрация Дональда Трампа во втором сроке столкнулась с обвинениями в чрезмерном использовании термина &quot;терроризм&quot; для описания внутренних и внешних угроз. Статью опубликовал источник CNN. Так, Министерство нацбезопасности США под руководством Кристи Ноем и Стивена Миллера отметило нескольких погибших в Миннеаполисе граждан как &quot;внутренних террористов&quot;. Аналогичные меры применяются к протестующим, которых некоторые агенты ICE также называют террористами, хотя эта информация опровергнута официальными заявлениями ведомства. Такие действия, как борьба с &quot;нарко-террористами&quot; или вандалами Tesla, вызывают критику за отсутствие доказательств организованной угрозы, что подрывает доверие к правительственным заявлениям. Эксперты критикуют использование термина &quot;терроризм&quot; без четких оснований, указывая на угрозу Первой поправке о свободе слова и собраний.",
      "11",
      "3"
    ],
    "urls": [],
    "sqk": "11",
    "topicId": "3"
  },
  {
    "id": 26,
    "slide": "slide26",
    "type": "other",
    "texts": [
      "США выплачивают ежемесячный «бюджет» Венесуэлы из нефтяных поступлений через фонд в Катаре",
      "Согласно статье Financial Times, правительство США приняло решение направлять ежемесячные выплаты на «бюджет» Венесуэлы, используя средства от её экспортной нефти. Эти платежи будут проводиться через специальный фонд в Катаре. Это решение представляет собой новый подход в отношениях между Соединёнными Штатами и Венесуэлой, охватывающий финансовые и энергетические аспекты взаимодействия, что может повлиять на будущее политическое и экономическое сотрудничество между двумя странами.",
      "12",
      "3"
    ],
    "urls": [],
    "sqk": "12",
    "topicId": "3"
  },
  {
    "id": 27,
    "slide": "slide27",
    "type": "other",
    "texts": [
      "American Airlines возобновит рейсы в Венесуэлу после заявления Трампа",
      "POLITICO сообщает, что авиакомпания American Airlines планирует возобновить прямые рейсы между США и Венесуэлой. Это решение последовало вскоре после заявления Дональда Трампа о распоряжении федеральным агентствам открыть всё коммерческое воздушное пространство над Венесуэлой. Во время заседания кабинета министров Трамп заверил, что граждане США смогут очень скоро безопасно посетить страну. Министерство транспорта и Федеральное управление гражданской авиации готовятся к возвращению регулярного авиасообщения, однако остаётся неясным, связано ли это с отменой запретов времён первой администрации Трампа или только с недавними ограничениями над Венесуэлой.",
      "13",
      "4"
    ],
    "urls": [],
    "sqk": "13",
    "topicId": "4"
  },
  {
    "id": 28,
    "slide": "slide28",
    "type": "other",
    "texts": [
      "Эми Клобучар призывает к единству, начав кампанию на пост губернатора Миннесоты",
      "Сенатор Эми Клобучар из Миннесоты официально объявила о своей кампании на пост губернатора, делая акцент на единство и благоразумие. Это происходит на фоне беспорядков в штате, вызванных жесткой политикой иммиграции Трампа и протестами против убийства демонстрантов федеральными агентами. Клобучар, известная своей центристской позицией, подчёркивает решение проблем на местном уровне, не являясь простым «штампом» для администрации Трампа, и стремится найти общий язык. Она также призывает к строгим мерам против мошенников, на фоне скандала с социальной службой в штате. Кампания Клобучар станет испытанием для демократов, смогут ли они привлечь недовольных избирателей, не потеряв умеренных.",
      "14",
      "4"
    ],
    "urls": [],
    "sqk": "14",
    "topicId": "4"
  },
  {
    "id": 29,
    "slide": "slide29",
    "type": "other",
    "texts": [
      "Республиканцы пытаются протолкнуть анти-транс законопроект в Канзасе",
      "Согласно LGBTQ Nation, республиканские законодатели в Канзасе пытаются ускоренно принять поправку к законопроекту, которая запретит трансгендерным людям использовать туалеты и раздевалки в государственных зданиях, не предусмотрев предварительных слушаний. Поправка требует, чтобы такие пространства использовались в соответствии с полом, указанным при рождении. Это вызвало протесты со стороны демократов, которые считают, что данная мера нарушает прозрачность процесса принятия закона. Законопроект объединили с другим, чтобы избежать слушаний в Сенате Канзаса, но он всё еще должен пройти голосования в Палате представителей и Сенате, где губернатор может наложить вето.",
      "15",
      "2"
    ],
    "urls": [],
    "sqk": "15",
    "topicId": "2"
  },
  {
    "id": 30,
    "slide": "slide30",
    "type": "other",
    "texts": [
      "47 анти-ЛГБТК+ организаций начинают кампанию против равенства браков",
      "На сайте LGBTQ Nation сообщается, что сорок семь организаций, противостоящих ЛГБТК+, объявили о начале кампании, направленной на отмену равенства браков в США. Кампания &quot;Greater Than&quot; утверждает, что единственная цель брака – воспитание детей, и считает, что решение Верховного суда 2015 года об узаконивании однополых браков нарушает права детей. Она акцентирует внимание на необходимости переориентировать брачную политику на отношения родитель-ребёнок и убеждает общественность, что однополые браки наносят вред детям. Кампания также намерена мобилизовать христианские церкви в своей борьбе.",
      "16",
      "3"
    ],
    "urls": [],
    "sqk": "16",
    "topicId": "3"
  },
  {
    "id": 31,
    "slide": "slide31",
    "type": "other",
    "texts": [
      "Эксклюзив: главный посланник Трампа демонстрирует 'шокирующее' незнание войны и политики",
      "По данным Kyiv Independent, глава дипломатической миссии США, назначенный Трампом для переговоров об окончании войны в Украине, обнаружил недостаточное понимание политической системы Украины и истории войны. Посланник заявил, что Кирилл Буданов якобы является вице-президентом Украины, хотя у страны нет этой должности. Также он ошибочно отметил, что война длится дольше Второй мировой, хотя в действительности полное вторжение началось двадцать четвертого февраля две тысячи двадцать второго года. Украинские эксперты выразили обеспокоенность подготовкой американской команды, подчёркивая её склонность к российским нарративам и недостаток знаний основ международной политики и права. Среди тревожных сигналов также выделяются отсутствие дипломатического опыта и переоценка территориальных вопросов.",
      "19",
      "2"
    ],
    "urls": [],
    "sqk": "19",
    "topicId": "2"
  },
  {
    "id": 32,
    "slide": "slide32",
    "type": "ad-or-title",
    "texts": [
      "20",
      "3"
    ],
    "urls": [],
    "sqk": "20",
    "topicId": "3"
  },
  {
    "id": 33,
    "slide": "slide33",
    "type": "other",
    "texts": [
      "Россияне у линии фронта устают от войны",
      "Статья The Economist описывает ситуацию в Белгородской области России, где жители начинают уставать от войны. В поселке Козинка, расположенном близко к границе с Украиной, остаются немногие, а прежние хорошие отношения между местными жителями и украинцами вспоминаются с ностальгией. Регион страдает от перебоев с электроэнергией после недавнего удара по тепловой станции в Белгороде. Люди в городе продолжают свои повседневные дела, несмотря на опасность, однако многие разочарованы и обеспокоены действиями местных властей, которые борются с &quot;внутренними врагами&quot; и подозревают grassroots-движения. Жители также обеспокоены планами властей и настроены критически к официальной пропаганде героизма.",
      "22",
      "3"
    ],
    "urls": [],
    "sqk": "22",
    "topicId": "3"
  },
  {
    "id": 34,
    "slide": "slide34",
    "type": "other",
    "texts": [
      "Россия использует Starlink для расширения дальности полета своих беспилотников",
      "По данным CNN, Россия устанавливает спутниковые системы Starlink Илона Маска на свои беспилотники, чтобы углубиться на территорию Украины и потенциально за пределы в страны НАТО. Украинские официальные лица подтверждают использование Starlink в сотнях атак на мирные города, что обходится значительно дешевле по сравнению с другими методами. Эти технологии позволяют избегать электронного подавления и предлагают высокую точность управления. Украина уже обратилась к SpaceX с предложением о том, как противодействовать этому, и готовится быстро реагировать на новые угрозы. Илон Маск не стал комментировать использование его систем российскими силами.",
      "23",
      "4"
    ],
    "urls": [],
    "sqk": "23",
    "topicId": "4"
  },
  {
    "id": 35,
    "slide": "slide35",
    "type": "other",
    "texts": [
      "Аэропорт Домодедово продается за полцены, что отражает изоляцию России",
      "Аэропорт Домодедово в Москве, ранее являвшийся основным международным хабом для столицы России, был продан за половину первоначальной цены в один миллиард семьсот миллионов долларов вследствие международной изоляции страны. Продажа состоялась после неудачной попытки продать объект по изначальной цене. Эта распродажа подчёркивает экономические трудности России, вызванные санкциями и продолжающейся войной с Украиной. Домодедово страдает не только от потери пассажиропотока из-за пандемии COVID-19, но и от международных санкций, закрывших доступ аэропорта к европейским направлениям. Национализация предприятия из-за долга в один миллиард долларов произошла в духе кампании, которую правительство России начало в две тысячи двадцать втором году, захватив западные и российские частные компании.",
      "24",
      "4"
    ],
    "urls": [],
    "sqk": "24",
    "topicId": "4"
  },
  {
    "id": 36,
    "slide": "slide36",
    "type": "other",
    "texts": [
      "Часы Судного дня: Как прекращение войны Трампа против возобновляемой энергии может спасти человечество",
      "По данным Euronews, Часы Судного дня, символизирующие опасность глобального катастрофы, сейчас установлены на восемьдесят пять секунд до полуночи. Конфликты крупных держав, таких как США, Россия и Китай, а также изменение климата содействуют этому. В 2025 году уровень углекислого газа достиг исторического максимума, что вызвало экстремальные погодные условия и гибель тысяч людей. Возобновляемая энергия, например ветровая и солнечная, произвела больше электроэнергии в ЕС, чем ископаемое топливо. Однако, администрация Трампа продолжает бойкотировать её развитие. Если Конгресс США отвергнет политику Трампа против возобновляемой энергии, это может помочь замедлить движение Часов Судного дня.",
      "25",
      "1"
    ],
    "urls": [],
    "sqk": "25",
    "topicId": "1"
  },
  {
    "id": 37,
    "slide": "slide37",
    "type": "ad-or-title",
    "texts": [
      "26",
      "2"
    ],
    "urls": [],
    "sqk": "26",
    "topicId": "2"
  },
  {
    "id": 38,
    "slide": "slide38",
    "type": "other",
    "texts": [
      "Дикая природа рушится, а загрязненные реки теперь вопрос жизни и смерти",
      "Согласно отчету Natural Resources Wales (NRW), экология Уэльса находится в критическом состоянии, включая загрязненные реки и низкое качество почв. Только сорок процентов водоемов имеют хорошее состояние, в то время как воздух остается одним из самых загрязненных в Британии, приводя к преждевременной гибели до тысячи четырехсот человек ежегодно. Ситуация усугубляется изменением климата: уровень моря может подняться на метр к две тысячи сто первому году, а частые штормы угрожают более чем тремстам пятьдесят тысячам объектов. В отчете подчеркивается необходимость коррекции текущих стратегий управления природными ресурсами для смягчения этого кризиса.",
      "27",
      "3"
    ],
    "urls": [],
    "sqk": "27",
    "topicId": "3"
  },
  {
    "id": 39,
    "slide": "slide39",
    "type": "other",
    "texts": [
      "Глава внешней политики ЕС Кая Каллас не может представить армию Европы вне НАТО",
      "Глава внешней политики Европейского союза Кая Каллас заявила, что создание европейской армии, не связанной с НАТО, невозможно. Это утверждение было сделано после призывов, в том числе со стороны европейского комиссара по обороне, к единой европейской силе. По мнению Каллас, армии стран Европы уже интегрированы в структуру НАТО, и создание параллельных структур усложнит командование. Генеральный секретарь НАТО Марк Рютте также отверг идею создания отдельной европейской армии, указывая на риск ослабления европейской обороноспособности, что может сыграть на руку России.",
      "29",
      "2"
    ],
    "urls": [],
    "sqk": "29",
    "topicId": "2"
  },
  {
    "id": 40,
    "slide": "slide40",
    "type": "other",
    "texts": [
      "Аль-Шараа на встрече с Путиным в Москве",
      "Сирийский президент Ахмед аль-Шараа прибыл в Москву для переговоров с Владимиром Путиным, целью которых является пересмотр отношений после свержения Башара Асада. Обе стороны обсуждают статус военных баз России в Хмеймиме и Тартусе, а также возможную передачу Башара Асада для суда над ним. Встреча проходит на фоне частичного вывода российских войск и техники из северо-восточной Сирии, что создает вакуум в регионе. Ожидается, что переговоры также затронут интеграцию курдских территорий в центральное правительство Сирии и роль России в восстановлении страны.",
      "30",
      "2"
    ],
    "urls": [],
    "sqk": "30",
    "topicId": "2"
  },
  {
    "id": 41,
    "slide": "slide41",
    "type": "ad-or-title",
    "texts": [
      "31",
      "3"
    ],
    "urls": [],
    "sqk": "31",
    "topicId": "3"
  },
  {
    "id": 42,
    "slide": "slide42",
    "type": "other",
    "texts": [
      "Германия укрепит критическую инфраструктуру на фоне растущих опасений по поводу России",
      "Euractiv сообщает, что Германия приняла закон для повышения защиты своей критической инфраструктуры вслед за увеличением напряженности с Россией. Новый закон требует от энергетических компаний, водоснабжающих организаций и других поставщиков услуг повышения устойчивости к угрозам, таким как терроризм и индустриальные аварии. Министр внутренних дел Александр Добриндт заявил, что Германия является целью гибридной войны и должна принимать меры для повышения устойчивости. Закон обязывает около одной тысячи семисот организаций проводить регулярные оценки рисков и отчитываться о происшествиях. Законодательство также предусматривает защиту чувствительных данных, что вызывает критику среди бизнес-групп из-за новых обязательств и штрафов.",
      "32",
      "3"
    ],
    "urls": [],
    "sqk": "32",
    "topicId": "3"
  },
  {
    "id": 43,
    "slide": "slide43",
    "type": "other",
    "texts": [
      "Пограничный кризис обнажает тёмную политическую экономику Камбоджи",
      "На фоне экономического кризиса 2025 года Камбоджа столкнулась с угрозой краха текстильной отрасли из-за 49-процентных тарифов, введённых президентом Дональдом Трампом. Одновременно Таиланд начал борьбу с незаконными экономиками, легализуя собственные казино и ударяя по индустриальным мошенничествам. Камбоджа отреагировала агрессивно, инициировав пограничный кризис, что привело к конфликту с Таиландом. Этот кризис выявил связи между государством и криминальными предприятиями в Юго-Восточной Азии, где тысячи людей работают в кибермошеннических центрах, приносящих миллиарды долларов доходов. Несмотря на попытки АСЕАН и Китая вмешаться в конфликт, мирные соглашения остаются хрупкими, тем самым усиливая зависимость региона от Пекина.",
      "33",
      "3"
    ],
    "urls": [],
    "sqk": "33",
    "topicId": "3"
  },
  {
    "id": 44,
    "slide": "slide44",
    "type": "other",
    "texts": [
      "Самолет для радиоэлектронной борьбы ВВС США дебютирует в Европе",
      "По данным издания Stars and Stripes, новейший самолет ВВС США EA-37B Compass Call впервые был замечен в европейском небе во время своего рейса в Германию. Самолет, работающий на базе значительно модифицированной конструкции Gulfstream G550, предназначен для подавления вражеской воздушной обороны и может летать на высоте свыше сорока тысяч футов. Попавший на Рамштайнскую авиабазу, самолет станет частью демонстрационного «роуд-шоу» для военных и союзников, включая представителей НАТО из Норвегии и Турции. После завершения миссии в Европе, самолет вернется в Дэвис-Монтан в Аризоне.",
      "34",
      "4"
    ],
    "urls": [],
    "sqk": "34",
    "topicId": "4"
  },
  {
    "id": 45,
    "slide": "slide45",
    "type": "other",
    "texts": [
      "Иран: Совет одобрил новые санкции за серьезные нарушения прав человека и поддержку России в войне против Украины",
      "Европейский Совет одобрил введение санкций против пятнадцати человек и шести организаций в Иране за серьезные нарушения прав человека и продолжающуюся военную поддержку России в войне против Украины. Новые меры включают заморозку активов, запрет на въезд в ЕС и запрет предоставления финансовых ресурсов. Под санкции попали ключевые фигуры и организации, участвующие в репрессиях против демонстрантов и развитии иранского ракетного и беспилотного арсенала. Эти действия отражают поддержку Евросоюзом людей в Иране в их стремлении к свободе и соблюдению прав человека.",
      "35",
      "4"
    ],
    "urls": [],
    "sqk": "35",
    "topicId": "4"
  },
  {
    "id": 46,
    "slide": "slide46",
    "type": "other",
    "texts": [
      "Северная Корея запускает несколько баллистических ракет",
      "Северная Корея провела свой второй в этом году испытательный запуск баллистических ракет двадцать седьмого января. По данным Объединённого комитета начальников штабов Южной Кореи, ракеты были запущены из района северного Пхеньяна и пролетели около трехсот пятидесяти километров в сторону восточного побережья. Южнокорейская армия усилила наблюдение и тесно сотрудничает с властями США и Японии. Северная Корея не планирует переговоры с Сеулом и пытается улучшить свои ядерные возможности, что может усилить гонку вооружений на Корейском полуострове. Президент США Дональд Трамп выразил готовность к встрече с Ким Чен Ыном, но подчеркнул, что вопросы ядерного арсенала Северной Кореи больше не являются главной задачей Вашингтона. Источник: The Diplomat.",
      "36",
      "4"
    ],
    "urls": [],
    "sqk": "36",
    "topicId": "4"
  },
  {
    "id": 47,
    "slide": "slide47",
    "type": "other",
    "texts": [
      "Высокопоставленный чиновник среди пяти погибших в результате крушения самолета в западной Индии",
      "Как сообщает AP News, частный самолет, на борту которого находился заместитель главного министра западного штата Махараштра Аджит Павар, потерпел крушение в западной Индии. Пятеро человек, включая самого Павара, погибли. Воздушное судно направлялось из Мумбая в Барамати, где Павар собирался участвовать в предвыборной кампании. Причина катастрофы пока неизвестна, однако местные СМИ указывают на плохую видимость, несмотря на отсутствие ветра и удовлетворительную видимость в три тысячи метров. Инцидент расследуется индийским Бюро по расследованию авиационных происшествий. Аджит Павар был значимой фигурой в политике штата и имел влияние в сельской местности. Премьер-министр Индии Нарендра Моди выразил соболезнования в связи с его смертью, отметив его вклад в государственное управление и поддержку бедных слоев населения.",
      "37",
      "4"
    ],
    "urls": [],
    "sqk": "37",
    "topicId": "4"
  },
  {
    "id": 48,
    "slide": "slide48",
    "type": "other",
    "texts": [
      "Трамп обвиняет разнообразие в некомпетентности",
      "По данным The New York Times, президент Трамп в последние недели начал кампанию против программ разнообразия, призывая к обществу, основанному на &quot;цветовой слепоте и меритократии&quot;. Он утверждает, что разнообразие связано с некомпетентностью, предполагая, что инцидент с авиакатастрофой в США частично вызван этими программами. Несмотря на отсутствие доказательств связи между инклюзивной политикой и катастрофой, многие расценивают заявления Трампа как расистские. Трамп также отклоняет критику в свой адрес и поддерживает своих союзников, называющих Вице-президента Хэррис &quot;назначением по критерию разнообразия&quot;. Это вызывает дебаты о роли расы и разнообразия в американском обществе.",
      "38",
      "1"
    ],
    "urls": [],
    "sqk": "38",
    "topicId": "1"
  },
  {
    "id": 49,
    "slide": "slide49",
    "type": "other",
    "texts": [
      "Уволенные и вновь нанятые: головокружительная путаница в реформе правительства от Трампа",
      "В статье Reuters описывается хаос в правительстве США, вызванный массовыми увольнениями сотрудников при администрации Дональда Трампа. Среди уволенных оказались работники, ответственные за ядерное оружие, предотвращение птичьего гриппа и энергоснабжение. Эти ошибки привели к спешному повторному найму сотен сотрудников, что подчеркнуло опасности столь стремительных сокращений. Энергетический секретарь признал ошибки, а Илон Маск, возглавляющий сокращение, говорит, что ошибки быстро исправляются. Журналисты и профсоюзы бьют тревогу из-за последствий таких сокращений для безопасности страны.",
      "39",
      "2"
    ],
    "urls": [],
    "sqk": "39",
    "topicId": "2"
  },
  {
    "id": 50,
    "slide": "slide50",
    "type": "other",
    "texts": [
      "Оптимистичный по поводу войны в Украине, Путин устраивает чистку дома",
      "По мнению New York Times, на фоне оптимизма в отношении ситуации на фронте в Украине, президент России Владимир Путин начал внутреннюю чистку, заменив министра обороны и позволив аресты по обвинению в коррупции среди высокопоставленных чиновников министерства. После смерти Евгения Пригожина, который громогласно критиковал военное руководство за коррупцию и некомпетентность, Путин произвел первые крупные изменения в российском министерстве обороны за последние годы. Замена Сергея Шойгу на Андрея Белоусова, бывшего экономического советника Путина, связано с недавними победами России на поле боя в Украине и снижением давления на политической арене в стране.",
      "40",
      "3"
    ],
    "urls": [],
    "sqk": "40",
    "topicId": "3"
  },
  {
    "id": 51,
    "slide": "slide51",
    "type": "other",
    "texts": [
      "Война Путина: внутренняя история катастрофы",
      "The New York Times рассказал о катастрофических провалах российской армии в войне на Украине. В статье раскрываются свидетельства плохой подготовки, отсутствия карт и еды, и нехватки боеприпасов у российских солдат. Многие из них были мобилизованы из числа гражданских без достаточного опыта. Сообщается, что российская армия использовала устаревшие карты и плохую разведку, что значительно ослабило её планы. Коррупция и некомпетентность в российской армии привели к потере огромного количества территории, которую сперва удалось захватить. В этой ситуации Путин проявляет упрямство, продолжая войну несмотря на большие потери и критику даже среди его сторонников, как внутри страны, так и за её пределами.",
      "41",
      "4"
    ],
    "urls": [],
    "sqk": "41",
    "topicId": "4"
  },
  {
    "id": 52,
    "slide": "slide52",
    "type": "other",
    "texts": [
      "Meta прогнозирует расходы не менее ста пятнадцати миллиардов долларов в этом году",
      "Согласно статье в The New York Times, Meta планирует потратить от ста пятнадцати до ста тридцати пяти миллиардов долларов в 2026 году, чтобы усилить свои позиции в гонке искусственного интеллекта. Это почти вдвое больше, чем семьдесят два миллиарда, потраченные в прошлом году. Основная часть средств пойдет на создание вычислительных центров и привлечение исследователей для разработки «суперинтеллектуального» ИИ. Несмотря на растущие инвестиции, некоторые инвесторы обеспокоены, что Meta может отставать от своих конкурентов, таких как Google, даже с увеличением затрат.",
      "42",
      "1"
    ],
    "urls": [],
    "sqk": "42",
    "topicId": "1"
  },
  {
    "id": 53,
    "slide": "slide53",
    "type": "other",
    "texts": [
      "Прибыль Microsoft выросла на 60 процентов, несмотря на значительные затраты на ИИ",
      "Microsoft продолжает вкладывать миллиарды долларов в расширение своих центров обработки данных для искусственного интеллекта. В последнем квартале компания потратила тридцать семь с половиной миллиардов долларов на капитальные затраты, что на 65 процентов больше по сравнению с аналогичным периодом прошлого года. Общая выручка за квартал составила 81,3 миллиарда долларов, увеличившись на 17 процентов, а прибыль достигла 38,5 миллиарда долларов, что превышает прогнозы Уолл-стрит. Бизнес Azure, который отражает развитие ИИ, вырос на 39 процентов. Однако акции компании снизились более чем на 5 процентов в ходе постторговых операций. Сатя Наделла, генеральный директор Microsoft, заявил, что компания находится в начале этапов распространения ИИ, но уже превзошла некоторые свои крупнейшие франшизы благодаря этому направлению. Ожидается, что Microsoft увеличит совокупную мощность ИИ на 80 процентов в течение следующих двух лет.",
      "43",
      "2"
    ],
    "urls": [],
    "sqk": "43",
    "topicId": "2"
  },
  {
    "id": 54,
    "slide": "slide54",
    "type": "other",
    "texts": [
      "Nvidia, Microsoft и Amazon обсуждают инвестиции в OpenAI до 60 миллиардов долларов",
      "Согласно сообщению The Information, компании Nvidia, Microsoft и Amazon ведут переговоры о возможных инвестициях в размере до шестидесяти миллиардов долларов в компанию OpenAI. Nvidia, чьи чипы уже используются в моделях ИИ OpenAI, планирует вложить до тридцати миллиардов долларов. Microsoft, давно поддерживающая OpenAI, обсуждает инвестиции в размере менее десяти миллиардов долларов, а Amazon, которая потенциально может вложить более двадцати миллиардов долларов, станет новым инвестором. Инвестиции Amazon зависят от переговоров о расширении арендного соглашения OpenAI на облачные серверы Amazon и договоренности по продаже продуктов OpenAI, таких как корпоративная подписка на ChatGPT.",
      "44",
      "3"
    ],
    "urls": [],
    "sqk": "44",
    "topicId": "3"
  },
  {
    "id": 55,
    "slide": "slide55",
    "type": "other",
    "texts": [
      "Бездомную женщину, спящую на могиле мужа, «посетил ангел» с крошечным домом",
      "На кладбище в Сиракьюсе полиция нашла пятидесятипятилетнюю вдову Ри Хоулмс, спящую на могиле своего усопшего мужа. После внезапной смерти мужа и потери дома, она предпочла жить на кладбище. Полицейский Джейми Пасторелло помог женщине, оплатив гостиничный номер и связав ее с колледжем LeMoyne, где ей разрешили остаться во время зимних каникул. Наконец, благотворительная организация предоставила ей доступное жилье. Пасторелло не оставил ее на улице и регулярно навещает, помогая справиться с трудностями.",
      "45",
      "1"
    ],
    "urls": [],
    "sqk": "45",
    "topicId": "1"
  },
  {
    "id": 56,
    "slide": "slide56",
    "type": "other",
    "texts": [
      "Сообщество исполняет мечту десятилетней девочки, борющейся с раком",
      "Десятилетняя девочка по имени Кеннеди, сражающаяся с раком, получила неожиданный подарок: билет на концерт своей любимой певицы Тейлор Свифт. Кеннеди с детства борется с редкой формой рака и перенесла множество медицинских процедур. Несмотря на тяжелые испытания, она остаётся стойкой. Недавние ухудшения ее состояния заставили ее маму, Джоди Хилл Коук, искать способ поднять дух дочери. Сообщество собрало более шестнадцати тысяч долларов через GoFundMe, чтобы исполнить мечту Кеннеди. Этот жест напомнил ей, что она окружена любовью и поддержкой многих людей. Кеннеди посетит концерт в ноябре, получив надежду и вдохновение от необычайного акта доброты окруживших ее людей.",
      "46",
      "2"
    ],
    "urls": [],
    "sqk": "46",
    "topicId": "2"
  },
  {
    "id": 57,
    "slide": "slide57",
    "type": "ad-or-title",
    "texts": [
      "55",
      "2"
    ],
    "urls": [],
    "sqk": "55",
    "topicId": "2"
  }
]